export default function AboutSection() {
	return (
		<section className="py-16 sm:py-20">
			<div className="container mx-auto px-8 sm:px-12">
				<div className="mx-auto max-w-3xl text-center">
					<h2 className="mb-6 text-2xl font-bold text-slate-800 dark:text-slate-100 sm:text-3xl">
						О клинике «Дантист»
					</h2>
					<p className="text-lg leading-relaxed text-slate-600 dark:text-slate-400">
						Стоматология «Дантист» работает в Кургане с 2003 года. Мы
						специализируемся на терапии, ортопедии, хирургии, имплантации,
						профессиональной чистке и гигиене. У нас собраны почти все
						специалисты, благодаря чему пациент за один прием может получить
						консультацию по лечению, протезированию, удалению и имплантации. В
						«Дантисте» работают три терапевта, ортопед, хирург и
						хирург-имплантолог. Стоматологи нашей клиники регулярно посещают
						симпозиумы, конференции, выставки и бизнес-тренинги, проходят курсы
						повышения квалификации и стажируются в крупнейших стоматологических
						центрах России. Высокая квалификация наших специалистов позволяет
						оказывать врачебную помощь при самых разнообразных и сложных
						стоматологических патологиях. Полное восстановление зубочелюстной
						системы как в функциональном, так и в эстетическом смысле – вот тот
						эталон, к которому мы непрерывно стремимся. Мы оказываем
						высококлассную комплексную медицинскую помощь с учетом всех
						современных достижений медицины, сводя при этом к минимуму возможные
						риски.
					</p>
				</div>
			</div>
		</section>
	)
}
